Repository: PhraseApp-Blog/angular-i18n-2022
Catalog: src/locale/messages.*.xlf
Languages: es

source: Demo companion app for Phrase blog post. Made with Angular.
es: Aplicación complementaria de demostración para la publicación de blog Phrase. Hecho con Angular.

source: Home
es: Hogar

source: About
es: Sobre

source: This is a fictional demo app that goes with a Phrase blog article. It was made with Angular and Tailwind CSS.
es: Esta es una aplicación de demostración ficticia que va con un artículo de blog de Phrase. Fue hecho con Angular y Tailwind CSS.

source: Attributions
es: Atribuciones

source: Brand icon in navbar is <i class="font-italic">Arcade</i> by Flatart from NounProject.com.
es: El icono de la marca en la barra de navegación es <i class="font-italic"> Arcade </i> de Flatart de NounProject.com.

source: Mappy cabinet
es: Gabinete mappy

source: Guitar hero cabinet
es: Gabinete de héroe de guitarra

source: Super Mario Bros. cabinet
es: Gabinete de Super Mario Bros.

source: Rafael Hoyos Weht
es: Rafael Hoyos Peso

source: Pac-man cabinet
es: Gabinete Pacman

source: Darya Tryfanava
es: Daria Tryfanava

source: Arcade cabinet photos are from <a href="https://unsplash.com/">Unsplash</a>:
es: Las fotos del gabinete de juegos son de <a href="https://unsplash.com/"> Unsplash</a>:

source: {VAR_PLURAL, plural, one {Available at 1 outlet} other {Available at {INTERPOLATION} outlets}}
es: {VAR_PLURAL, plural, one {Disponible en 1 tienda} other {Disponible en unas tiendas}}

source: Add to cart
es: Añadir a la cesta

source: Image of cabinet.name
es: Imagen de cabinet.name
